Repository: manisero/fom
Catalog: development/4. Client/IOS/Food Ordering Manager/*.lproj/Localizable.strings
Languages: pl

source: New Order
pl: Utwórz zamówienie

source: New Order Header
pl: Nowe zamówienie

source: My Order Header
pl: Moje zamówienia

source: Available Order Header
pl: Otwarte zamówienia

source: Loading
pl: Trwa wczytywanie...

source: Order Details
pl: Szczegóły zamówienia

source: Order Entries
pl: Pozycje zamówienia

source: Restaurant Name
pl: Restauracja

source: Order Date
pl: Data zamówienia

source: Choose
pl: Wybierz

source: No Order Entries
pl: Brak zdefiniowanych pozycji

source: Order %d
pl: Zamówienie #%d

source: Restaurant Choice
pl: Wybór restauracji

source: Time Span Choice
pl: Wybór czasu zamówienia

source: Creating Order
pl: Trwa tworzenie...

source: Dish Choice
pl: Wybór posiłku

source: Price Details
pl: Cena

source: Send
pl: Wyślij

source: Send In Progress
pl: Trwa przesyłanie...

source: Sent
pl: Przesłano

source: Thank You For Ordering
pl: Dziękujemy za złożenie zamówienia!

source: Error
pl: Błąd!

source: Ordering Failed
pl: Nie udało się złożyć zamówienia

source: Order Creation Success Header
pl: Utworzono zamówienie

source: Order Creation Success
pl: Pomyślnie utworzono nowe zamówienie

source: Order Creation Failure
pl: Nie udało się utworzyć nowego zamówienia

source: Orderer
pl: Zamawiający

source: Restaurant
pl: Restauracja

source: Delivery Date
pl: Data zamówienia

source: Details
pl: Szczegóły

source: Actions
pl: Akcje

source: Account
pl: Rozlicz

source: Settlement
pl: Rozliczenia
